Repository: bmrk85/bMoneyTrackerGUI
Catalog: src/locale/messages.*.xlf
Languages: hu

source: Home
hu: Kezdőlap

source: FAQ
hu: GY.I.K.

source: My profile
hu: Profilom

source: Cash flow
hu: Pénzmozgás

source: Incomes
hu: Bevételek

source: Spendings
hu: Kiadások

source: Savings
hu: Megtakarítások

source: Log out
hu: Kijelentkezés

source: Sign in to your user
hu: Bejelentkezés meglévő felhasználóba

source: User name
hu: Felhasználónév

source: Unique username
hu: Egyedi felhasználónév

source: Required field
hu: Kötelező mező

source: Password
hu: Jelszó

source: Strong password
hu: Erős jelszó

source: Something went wrong during your login process. You might try again.
hu: Nem sikerült valami a regisztráció során. Próbáld újra.

source: If the error consists, try contacting one of our administrators.
hu: Ha fennáll a hiba, keress fel egy adminisztrátort.

source: Create a new user
hu: Új felhasználó

source: User name
hu: Felhasználónév

source: Unique username
hu: Egyedi felhasználónév

source: Required field
hu: Kötelező mező

source: Must be between {{minLength}} and {{maxLength}} characters
hu: {{minLength}} és {{maxLength}} karakter között kell legyen a hossza

source: Password
hu: Jelszó

source: Strong password
hu: Erős jelszó

source: Required field
hu: Kötelező mező

source: Must be between {{minLength}} and {{maxLength}} characters
hu: {{minLength}} és {{maxLength}} karakter között kell legyen a hossza

source: Retype your password
hu: Jelszó megerősítése

source: Retype the same password
hu: Jelszó megerősítése

source: Must be between {{minLength}} and {{maxLength}} characters
hu: {{minLength}} és {{maxLength}} karakter között kell legyen a hossza

source: Passwords not matching
hu: Nem egyeznek a jelszavak

source: Well done!
hu: Gratulálunk!

source: You have succesfully registered.
hu: Sikeres regisztráció.

source: Something went wrong during your registration process. You might try again with a different username.
hu: Valami nem sikerült a reigsztráció során. Próbáld újra más adatokkal.

source: If the error consists, try contacting one of our administrators.
hu: Ha továbbra is fennáll a hiba, keress fel egy adminisztrátort.

source: Welcome
hu: Kedves Látogató

source: Login
hu: Bejelentkezés

source: Log in here, if you already have an account.
hu: Ha már regisztráltál, jelentkezz be itt.

source: Take me there
hu: Bejelentkezés

source: Register
hu: Regisztráció

source: Don't have an account yet? Register here.
hu: Nincs még felhasználód? Regisztrálj itt.

source: Specify a date
hu: Dátum beállítása

source: Date from
hu: Kezdő dátum

source: Start date of your saving
hu: Kezdeti dátuma a megtakarításnak.

source: Date to
hu: Befejezés dátuma

source: End date of your saving
hu: Megtakarításod befejezési dátuma

source: Your cash flow
hu: Pénzmozgás nyomonkövetése

source: Generate excel of the table
hu: Excel készítése

source: Specific date
hu: Dátum beállítása

source: Take a quick look at your cashflow between two dates.
hu: Tekintsd meg a pénzmozgásaid két dátum között.

source: Select what to display.
hu: Válaszd ki mit szeretnél látni.

source: Name
hu: Név

source: Total
hu: Összesen

source: Category
hu: Kategória

source: Date
hu: Dátum

source: Amount
hu: Összeg

source: Pie Chart for cash-flow visualisation
hu: Pénzmozgás diagrammja

source: Page not found
hu: A keresett oldal nem található

source: Go back to home page
hu: Vissza a kezdőlapra

source: Logged out
hu: Kijelentkezve

source: You have been logged out succesfully. Redirecting to the home page
hu: Sikeresen kijelentkeztél. Vissza a kezdőlapra.

source: Create a spending
hu: Kiadás felvétele

source: Spending name
hu: Kiadás neve

source: What have you spent your money for?
hu: Mire költöttél?

source: Date
hu: Dátum

source: Date of your spending. If empty, current date gets saved.
hu: Kiadás dátuma. Ha üres, a mostani időpont lesz elmentve.

source: Create new category
hu: Új kategória felvétele

source: Category
hu: Kategória

source: Existing categories
hu: Meglévő kategóriák

source: Category of your spending
hu: Kiadás kategóriája

source: Amount
hu: Összeg

source: Amount of your spending
hu: Kiadás összege

source: Only numbers accepted
hu: Csak számokat írhatsz be

source: Edit category
hu: Kategória szerkesztése

source: Category title
hu: Kategória címe

source: What is the title of this category?
hu: Mi a címe a kategóriának?

source: Category enabled
hu: Kategória elérhető

source: Category HEX color
hu: Kategória HEX kódja

source: What is the hex color of this category?
hu: Mi a kategória HEX kódja?

source: Your spending history
hu: Kiadások

source: Have you ever wondered, where your hard earned money go? Was it always hard for you to keep track on your incomes and spendings? <br/>Are you saving up for something, and want to keep track on that? Try this app! <br/>It has all the features, a money tracker app must have, and very easy to use.
hu: Mindig is érdekelt, hogy hová tűnt a nehezen megkeresett pénzed? Mindig is nehéznek találtad, hogy nyomon kövesd a bevételeid és kiadásaid? <br/>Éppen spórolnál valamire, és kéne valamilyen felület, ahol lépést tudsz tartani? Próbáld ki ezt az appot! <br/>Mindent tud, amit egy ilyen alkalmazásnak tudnia kell, és nagyon egyszerű a használata.

source: Specify a date
hu: Dátum megadása

source: Take a quick look at your spendings between two dates.
hu: Nézd meg a kiadásaid két dátum közt.

source: This week
hu: E hét

source: Take a quick look at your spendings this week.
hu: Nézd meg a heti kiadásaid.

source: This month
hu: E hónap

source: Take a quick look at your spendings this month.
hu: Nézd meg a havi kiadásaid.

source: Everything
hu: Összes

source: Take a quick look at your all-time spendings.
hu: Nézd meg az összes kiadásod.

source: Select what to display.
hu: Válaszd ki mit jelenítsünk meg.

source: Name
hu: Név

source: Total
hu: Összesen

source: Category
hu: Kategória

source: Date
hu: Dátum

source: Amount
hu: Összeg

source: Actions
hu: Műveletek

source: Pie Chart for spendings by categories
hu: Kategóriák szerinti diagramm

source: Create an income
hu: Bevétel felvétele

source: Income name
hu: Bevétel neve

source: What is the source of this income?
hu: Honnan származik a bevétel?

source: Date
hu: Dátum

source: Date of your income. If empty, current date gets saved.
hu: Bevétel dátumat. Ha üres, a mostani időpont mentődik el.

source: Create new category
hu: Új kategória felvétele

source: Category
hu: Kategória

source: Existing categories
hu: Meglévő kategóriák

source: Category of your income
hu: Bevétel kategóriája

source: Amount
hu: Összeg

source: Amount of your income
hu: Bevétel összege

source: Only numbers accepted
hu: Csak számokat lehet megadni

source: Your income history
hu: Bevételeid

source: Here, you can save your incomes, and check them time to time. <br/> You can list them by dates, edit them, delete them, etc.. <br/> There is even a pie chart on the right side of the datatable! Check that out!
hu: Itt felvehetsz új bevételeket, és ellenőrizheted őket időről időre. <br/> Kilistázhatod dátum szerint, módosíthatod , vagy akár ki is törölheted őket. <br/> Még egy diagrammon is ábrázolva vannak kategóriák szerint a jobb alsó sarokban!

source: Specify a date
hu: Dátum beállítása

source: Take a quick look at your incomes between two dates.
hu: Nézd meg két dátum közti bevételeid

source: This week
hu: E hét

source: Take a quick look at your incomes this week.
hu: Nézd meg a heti bevételeid

source: This month
hu: E hónap

source: Take a quick look at your incomes this month.
hu: Nézd meg a havi bevételeid

source: Everything
hu: Összes

source: Take a quick look at your all-time incomes.
hu: Nézd meg az összes bevételed

source: Select what to display.
hu: Válaszd ki mit jelenítsünk meg.

source: Name
hu: Név

source: Total
hu: Összesen

source: Category
hu: Kategória

source: Date
hu: Dátum

source: Amount
hu: Összeg

source: Actions
hu: Műveletek

source: Pie Chart for incomes by categories
hu: Bevételek kategóriák szerint

source: Create a saving
hu: Megtakarítás felvétele

source: Saving name
hu: Megtakarítás neve

source: Unique name for what you are saving up for
hu: Egyedi név a megtakarításodnak

source: Saving description
hu: Megtakarítás leírása

source: Description of your saving
hu: Rövid leírása a megtakarításnak

source: Date From
hu: Kezdő dátum

source: Start date of your saving
hu: Megtakarítás kezdeti dátuma

source: Date To
hu: Befejezés dátum

source: End date of your saving
hu: Megtakarítás befejezési dátuma

source: Amount
hu: Összeg

source: Amount of your saving
hu: Megtakarítás összege

source: Only numbers accepted
hu: Csak számokat adhatsz meg

source: Create new category
hu: Új kategória felvétele

source: Category
hu: Kategória

source: Existing categories
hu: Meglévő kategóriák

source: Category of your saving
hu: Megtakarítás kategóriája

source: Your savings
hu: Megtakarításaid

source: Here, you can create savings, and check them time to time. <br/> Are you saving up for something? <br/> Or just want to take a look, at your previous savings? <br/> Check below, how are you doing with your savings!
hu: Itt felvehetsz megtakarításokat, és ellenőrizheted hogy állsz velük. <br/> Valamire gyűjtessz? <br/> Vagy csak rá szeretnél pillantani, hogy az eddigiekkel hogy állsz? <br/> Nézd meg lent!

source: Here, you can save your spendings, and check them time to time. <br/> You can list them by dates, edit them, delete them, etc.. <br/> There is even a pie chart on the right side of the datatable! Check that out! <br/>
hu: Itt felvehetsz új kiadásokat, és ellenőrizheted őket időről időre. <br/> Kilistázhatod dátum szerint, módosíthatod , vagy akár ki is törölheted őket. <br/> Még egy diagrammon is ábrázolva vannak kategóriák szerint a jobb alsó sarokban! <br/>

source: About
hu: Leírás

source: Category
hu: Kategória

source: Date (from-to)
hu: Dátum (tól-ig)

source: Amount
hu: Összeg

source: User details
hu: Felhasználó adatai

source: By clicking on the edit button next to the categories, you can set the category to enabled or disabled
hu: A ceruza gombra kattintva módosíthatod a kategóriáidat.

source: User name: {{currentUser.username}}
hu: Felhasználónév: {{currentUser.username}}

source: Your categories:
hu: Kategóriáid

source: Is enabled?
hu: Engedélyezve?

source: Here you can check your cash flow between two specified dates. <br/> Down there, you will see a pie chart showing how the incomes/spendings fare to each other. <br/> If you want, you can create an excel file by clicking the button below.
hu: Itt látható egy összegzés, megadott dátumok közti pénzmozgásaidról. <br/> A jobb alsó sarokban láthatsz egy tortadiagrammot, ami a kiadásaid és bevételeid eloszlását ábrázolja. <br/> Ha szeretnéd, generálhatsz egy excel kimutatást az alábbi gombra kattintva.

source: HU language
hu: EN language

source: Name filter
hu: Név szűrő

source: Based on your previous month, you are going to spend {{probableSpending}} more money this month.
hu: Az előző havi adatok alapján, még ennyit fogsz költeni a hónapban: {{probableSpending}}

source: Based on your previous month, you are not going to spend any more money this month.
hu: Az előző havi adatok alapján, a hónapban már nem lesz több kiadásod.

source: Take me there
hu: Regisztráció
